Repository: LisHdzG/Memo-Me
Catalog: Memo Me/Memo Me/Localizable.xcstrings
Source language: es
Languages: en, it

# area.analytics
source: Analítica
en: Analytics
it: Analytics

# area.android.development
source: Desarrollo Android
en: Android Development
it: Sviluppo Android

# area.api.development
source: Desarrollo de API
en: API Development
it: Sviluppo API

# area.ar.vr.development
source: Desarrollo AR/VR
en: AR/VR Development
it: Sviluppo AR/VR

# area.architecture
source: Arquitectura
en: Architecture
it: Architettura

# area.artificial.intelligence
source: Inteligencia Artificial
en: Artificial Intelligence
it: Intelligenza Artificiale

# area.automation
source: Automatización
en: Automation
it: Automazione

# area.backend.development
source: Desarrollo Backend
en: Backend Development
it: Sviluppo Backend

# area.business.analysis
source: Análisis de Negocios
en: Business Analysis
it: Analisi Aziendale

# area.business.intelligence
source: Inteligencia de Negocios
en: Business Intelligence
it: Business Intelligence

# area.cloud.computing
source: Computación en la Nube
en: Cloud Computing
it: Cloud Computing

# area.consulting
source: Consultoría
en: Consulting
it: Consulenza

# area.content.creation
source: Creación de Contenido
en: Content Creation
it: Creazione di Contenuti

# area.customer.service
source: Atención al Cliente
en: Customer Service
it: Servizio Clienti

# area.cybersecurity
source: Ciberseguridad
en: Cybersecurity
it: Cybersecurity

# area.data.science
source: Ciencia de Datos
en: Data Science
it: Scienza dei Dati

# area.database.administration
source: Administración de Bases de Datos
en: Database Administration
it: Amministrazione Database

# area.desktop.development
source: Desarrollo de Escritorio
en: Desktop Development
it: Sviluppo Desktop

# area.digital.marketing
source: Marketing Digital
en: Digital Marketing
it: Marketing Digitale

# area.ecommerce
source: Comercio Electrónico
en: E-commerce
it: E-commerce

# area.education
source: Educación
en: Education
it: Educazione

# area.embedded.systems
source: Sistemas Embebidos
en: Embedded Systems
it: Sistemi Embedded

# area.engineering
source: Ingeniería
en: Engineering
it: Ingegneria

# area.finance.accounting
source: Finanzas y Contabilidad
en: Finance & Accounting
it: Finanza e Contabilità

# area.frontend.development
source: Desarrollo Frontend
en: Frontend Development
it: Sviluppo Frontend

# area.full.stack
source: Desarrollo Full Stack
en: Full Stack Development
it: Sviluppo Full Stack

# area.game.development
source: Desarrollo de Videojuegos
en: Game Development
it: Sviluppo di Videogiochi

# area.graphic.design
source: Diseño Gráfico
en: Graphic Design
it: Design Grafico

# area.healthcare
source: Salud
en: Healthcare
it: Sanità

# area.human.resources
source: Recursos Humanos
en: Human Resources
it: Risorse Umane

# area.ios.development
source: Desarrollo iOS
en: iOS Development
it: Sviluppo iOS

# area.iot
source: Internet de las Cosas (IoT)
en: Internet of Things (IoT)
it: Internet delle Cose (IoT)

# area.logistics
source: Logística
en: Logistics
it: Logistica

# area.microservices
source: Microservicios
en: Microservices
it: Microservizi

# area.mobile.development
source: Desarrollo Móvil
en: Mobile Development
it: Sviluppo Mobile

# area.network.engineering
source: Ingeniería de Redes
en: Network Engineering
it: Ingegneria di Rete

# area.operations
source: Operaciones
en: Operations
it: Operazioni

# area.photography
source: Fotografía
en: Photography
it: Fotografia

# area.product.design
source: Diseño de Producto
en: Product Design
it: Design di Prodotto

# area.product.management
source: Gestión de Producto
en: Product Management
it: Gestione Prodotto

# area.project.management
source: Gestión de Proyectos
en: Project Management
it: Gestione di Progetti

# area.quality.assurance
source: Aseguramiento de Calidad
en: Quality Assurance
it: Assicurazione Qualità

# area.research
source: Investigación
en: Research
it: Ricerca

# area.robotics
source: Robótica
en: Robotics
it: Robotica

# area.sales
source: Ventas
en: Sales
it: Vendite

# area.social.media.management
source: Gestión de Redes Sociales
en: Social Media Management
it: Gestione Social Media

# area.software.architecture
source: Arquitectura de Software
en: Software Architecture
it: Architettura Software

# area.supply.chain
source: Cadena de Suministro
en: Supply Chain
it: Catena di Fornitura

# area.system.administration
source: Administración de Sistemas
en: System Administration
it: Amministrazione di Sistema

# area.translation
source: Traducción
en: Translation
it: Traduzione

# area.ui.ux.design
source: Diseño UI/UX
en: UI/UX Design
it: Design UI/UX

# area.video.production
source: Producción de Video
en: Video Production
it: Produzione Video

# area.web.development
source: Desarrollo Web
en: Web Development
it: Sviluppo Web

# area.writing.editing
source: Escritura y Edición
en: Writing & Editing
it: Scrittura e Editing

# error.network.message
source: Parece que has perdido tu conexión a internet. Por favor, verifica tu red e intenta de nuevo.
en: It seems you've lost your internet connection. Please check your network settings and try again.
it: Sembra che tu abbia perso la connessione Internet. Controlla le impostazioni di rete e riprova.

# error.network.title
source: Conexión Perdida
en: Connection Lost
it: Connessione Persa

# error.retry
source: Reintentar
en: Retry
it: Riprova

# error.service.message
source: Algo salió mal con el servicio. Por favor, intenta de nuevo en un momento.
en: Something went wrong with the service. Please try again in a moment.
it: Qualcosa è andato storto con il servizio. Riprova tra un momento.

# error.service.title
source: Error del Servicio
en: Service Error
it: Errore del Servizio

# onboarding.continue
source: Continuar
en: Continue
it: Continua

# onboarding.page1.subtitle
source: Los contactos guardan números. MemoME guarda historias.
en: Contacts save numbers. MemoME saves stories.
it: I contatti salvano numeri. MemoME salva storie.

# onboarding.page1.title
source: ¿Te acuerdas de la persona… pero no del nombre?
en: Do you remember the person… but not the name?
it: Ti ricordi la persona… ma non il nome?

# onboarding.page2.description
source: Todo tiene un lugar.
en: Everything has its place.
it: Ogni cosa ha il suo posto.

# onboarding.page2.subtitle
source: No más "¿de dónde lo conozco?"
en: No more "where do I know them from?"
it: Niente più "da dove li conosco?"

# onboarding.page2.title
source: Organiza personas por espacios
en: Organize people by spaces
it: Organizza le persone per spazi

# onboarding.page3.description
source: Eso es MemoME.
en: That's MemoME.
it: Questo è MemoME.

# onboarding.page3.title
source: Recuerda lo que importa
en: Remember what matters
it: Ricorda ciò che conta

# onboarding.page3.word1
source: Contexto.
en: Context.
it: Contesto.

# onboarding.page3.word2
source: Personas.
en: People.
it: Persone.

# onboarding.page3.word3
source: Memoria.
en: Memory.

# onboarding.page4.connect
source: Conectar
en: Connect
it: Connetti

# onboarding.page4.ready
source: Estás listo para
en: You're ready to
it: Sei pronto per

# onboarding.page4.terms
source: Al continuar aceptas nuestros términos y condiciones
en: By continuing, you accept our Terms and Conditions
it: Continuando, accetti i nostri Termini e Condizioni

# onboarding.skip
source: Omitir
en: Skip
it: Salta

# picker.not.in.list
source: No está en la lista
en: Not in the list
it: Non è nella lista

# picker.not.in.list.value
source: Aún no está en la lista
en: Not yet in the list
it: Non ancora nella lista

# picker.prefer.not.to.say
source: Prefiero no decir
en: Prefer not to say
it: Preferisco non dirlo

# registration.add.photo
source: Agregar foto
en: Add photo
it: Aggiungi foto

# registration.continue
source: Continuar
en: Continue
it: Continua

# registration.error.apple.id
source: No se encontró el ID de Apple. Por favor, inicia sesión nuevamente.
en: Apple ID not found. Please sign in again.
it: ID Apple non trovato. Accedi di nuovo.

# registration.error.name.max
source: El nombre no puede exceder 50 caracteres
en: Name cannot exceed 50 characters
it: Il nome non può superare i 50 caratteri

# registration.error.name.min
source: El nombre debe tener al menos 2 caracteres
en: Name must be at least 2 characters
it: Il nome deve avere almeno 2 caratteri

# registration.error.name.required
source: El nombre es obligatorio
en: Name is required
it: Il nome è obbligatorio

# registration.error.save
source: Error al guardar el registro
en: Error saving registration
it: Errore nel salvare la registrazione

# registration.focus.area
source: Área de enfoque
en: Focus Area
it: Area di interesse

# registration.name.placeholder
source: Ej. María García
en: e.g. John Smith
it: Es. Mario Rossi

# registration.nationality
source: Nacionalidad
en: Nationality
it: Nazionalità

# registration.preferred.name
source: Nombre preferido *
en: Preferred name *
it: Nome preferito *

# registration.primary.area
source: Área principal
en: Primary area
it: Area principale

# registration.secondary.area
source: Área secundaria
en: Secondary area
it: Area secondaria

# registration.select.country
source: Selecciona tu país
en: Select your country
it: Seleziona il tuo paese

# registration.select.interests
source: Selecciona tus intereses profesionales
en: Select your professional interests
it: Seleziona i tuoi interessi professionali

# registration.title
source: Agrega tus detalles para personalizar tu experiencia
en: Add your details to personalize your experience
it: Aggiungi i tuoi dettagli per personalizzare la tua esperienza

# registration.title.keyword
source: personalizar
en: personalize
it: personalizzare

# registration.understood
source: Entendido
en: Understood
it: Capito

# area.legal
source: Legal
it: Legale
